[
    {
        "name": "Ham and Swiss Omelet",
        "typeSel": 0,
        "imageURL": "https://tmbidigitalassetsazure.blob.core.windows.net/rms3-prod/attachments/37/1200x1200/Ham-and-Swiss-Omelet_exps90569_Webcard1306_07_2bC_RMS.jpg",
        "prep": 15,
        "cook": 5,
        "servings": 1,
        "calories": 1000,
        "ingredients": "1 tablespoon butter, 3 eggs, 3 tablespoons water, 1/8 teaspoon salt, 1/8 teaspoon pepper, 1/2 cup cubed fully cooked ham, 1/4 cup shredded Swiss cheese",
        "directions": "In a small nonstick skillet, melt butter over medium-high heat. Whisk the eggs, water, salt and pepper. Add egg mixture to skillet (mixture should set immediately at edges). As eggs set, push cooked edges toward the center, letting uncooked portion flow underneath. When the eggs are set, place ham on one side and sprinkle with cheese; fold other side over filling. Slide omelet onto a plate.",
        "low_carb": true,
        "vegetarian": false,
        "vegan": false,
        "gluten_free": false,
        "dairy_free": false,
        "nut_free": true
    },
    {
        "name": "Fried Eggs and Vegetables",
        "typeSel": 0,
        "imageURL": "https://i0.wp.com/images-prod.healthline.com/hlcmsresource/images/AN_images/healthy-low-carb-recipes-1296x728-eggs.jpg?w=1575",
        "prep": 0,
        "cook": 10,
        "servings": 1,
        "calories": 500,
        "ingredients": "Coconut oil, fresh vegetables or frozen vegetable mix, eggs, spices, spinach (optional)",
        "directions": "Add coconut oil to your frying pan and turn up the heat. Add vegetables. If you use a frozen mix, let the vegetables thaw in the heat for a few minutes. Add 3–4 eggs. Add spices — either a blend or simply salt and pepper. Add spinach (optional). Stir-fry until ready.",
        "low_carb": true,
        "vegetarian": true,
        "vegan": false,
        "gluten_free": false,
        "dairy_free": true,
        "nut_free": true
    },
    {
        "name": "Bacon and Eggs",
        "typeSel": 0,
        "imageURL": "https://images-prod.healthline.com/hlcmsresource/images/AN_images/healthy-low-carb-meals-1296x728-bacon-and-eggs.jpg",
        "prep": 0,
        "cook": 10,
        "servings": 1,
        "calories": 500,
        "ingredients": "Bacon, eggs, spices (optional)",
        "directions": "Add bacon to a pan and fry until ready. Put the bacon on a plate and fry 3–4 eggs in the bacon fat. If you want to add some flavor to your eggs, put a bit of sea salt, garlic powder, and onion powder on them while frying.",
        "low_carb": true,
        "vegetarian": false,
        "vegan": false,
        "gluten_free": true,
        "dairy_free": true,
        "nut_free": true
    },
    {
        "name": "Cream cheese pancakes",
        "typeSel": 0,
        "imageURL": "https://www.ibreatheimhungry.com/wp-content/uploads/2020/03/creamcheesepancakes.png",
        "prep": 6,
        "cook": 6,
        "servings": 1,
        "calories": 344,
        "ingredients": "Cream cheese, Large eggs, Your choice of sweetener, A pinch of cinnamon",
        "directions": "I usually whip up a double or triple batch of these keto cream cheese pancakes in a blender or my trusty, and it takes less than a minute to make the pancake batter. Add your cream cheese, eggs, sweetener, and cinnamon (or a teaspoon of vanilla extract, yum) to the blender cup. Blend until smooth. Let the batter “rest” for a few minutes and tap the cup on the counter to release the excess air bubbles that can make your pancakes fragile and difficult to flip. Melt some butter in a hot pan or skillet over medium heat. Pour about 1/4 of batter into your pan and spread it out. Cook for 2 minutes to make sure it’s firm enough to flip, and then flip it and cook for another 30 seconds on the second side.",
        "low_carb": true,
        "vegetarian": true,
        "vegan": false,
        "gluten_free": true,
        "dairy_free": true,
        "nut_free": true
    },
    {
        "name": "Sausage Egg 'McMuffin'",
        "typeSel": 0,
        "imageURL": "https://nomnompaleo.com/wp-content/uploads/2013/06/800PaleoSausageEggMcMuffinaaaDSC_1689a.jpg",
        "prep": 10,
        "cook": 10,
        "servings": 1,
        "calories": 783,
        "ingredients": "2 tablespoons ghee, 1/4 pound bulk raw pork breakfast sausage, 2 large eggs, Kosher salt, Freshly ground black pepper, 1/4 cup water, 1 heaping tablespoon guacamole (optional)",
        "directions": "Grab two stainless steel 3½-inch biscuit cutters, and grease the insides well with melted ghee. Place one cutter on a plate and fill it with the sausage meat. If you don’t have bulk sausage handy, just cook up some bacon. I just Instagrammed a photo of a Bacon Egg “McMuffin” this morning—and if you’re not already food-stalking me on Instagram, you really should. (You can also easily make your own bulk breakfast sausage. Here’s Jen Cereghino’s recipe. I also have a Maple Breakfast Sausage recipe in my first cookbook.) Gently press the meat down to uniformly shape a sausage patty. Heat a skillet over medium heat and add a tablespoon of ghee. When the fat is shimmering, add the patty to the pan. If you really want the patty to keep its perfectly round shape, you can keep the mold on until the cooked patty shrinks away from the sides. Then, lift it off and away. Clean the biscuit cutter and grease it again. Fry the sausage about 2 to 3 minutes on each side or until fully cooked. If your patty’s thick, you may need to cover the pan to make sure it’s cooked through. Once the patty’s ready, transfer it to a plate. Now, onward to the eggy “buns.” Grab two small bowls and crack one egg into each. Pierce the yolks with a fork. Heat a skillet over medium-high heat with the remaining tablespoon of ghee. (Make sure you’ve got a tight-fitting lid for this skillet.) When the ghee’s shimmering, place the two greased biscuit cutters in the pan, and pour an egg into each mold. Season the eggs with salt and pepper to taste. Then, add ¼ cup water to the skillet (outside of the egg molds), making sure not to splash the eggs. Turn down the heat to low, and cover the pan. Cook the eggs, covered, for about 3 minutes or until cooked through. Transfer the eggs to a paper-towel lined plate. One easy way to do this is to slide a spatula under the mold as you tilt it up while wearing a heat-resistant glove. Assemble the faux-“McMuffin” by sandwiching the sausage patty in between the two egg rounds.",
        "low_carb": true,
        "vegetarian": false,
        "vegan": false,
        "gluten_free": true,
        "dairy_free": true,
        "nut_free": true
    },
    {
        "name": "Apple with Cinnamon Almond Butter",
        "typeSel": 0,
        "imageURL": "https://imagesvc.meredithcorp.io/v3/mm/image?url=https://static.onecms.io/wp-content/uploads/sites/44/2019/08/26232556/3759286.jpg",
        "prep": 5,
        "cook": 0,
        "servings": 1,
        "calories": 193,
        "ingredients": "1 medium apple, 1 tablespoon smooth almond butter, Pinch of ground cinnamon",
        "directions": "Core apple and cut into 8 slices. Spread each slice with a little almond butter and sprinkle with cinnamon.",
        "low_carb": true,
        "vegetarian": true,
        "vegan": true,
        "gluten_free": true,
        "dairy_free": true,
        "nut_free": false
    },
    {
        "name": "Low-carb Waffles",
        "typeSel": 0,
        "imageURL": "https://www.foodiefiasco.com/wp-content/uploads/2012/05/IMG_1432-1024x682.jpg",
        "prep": 5,
        "cook": 4,
        "servings": 1,
        "calories": 121,
        "ingredients": "3 egg whites or 2 egg whites plus 1 whole egg, 2 Tablespoons of coconut flour, 2 Tablespoon milk of choice (I used unsweetened almond milk), 1/2 teaspoon baking powder, sweetener to taste (optional)",
        "directions": "Whip 2 of the egg whites to stiff peaks. You can either use a hand mixer, an egg beater, or a whisk if you want a workout. Once you have stiff peaks, stir in the coconut flour, milk of choice, baking powder, sweetener, and either 1 whole egg OR 1 egg white (depending on how much fat you want the waffles to have. I have used both successfully.). Heat up your waffle iron to the highest temperature, and grease or spray it with nonstick spray. Pour in the batter (You can do it in two batches if you need to.), and cook in the waffle iron until browned, about 3-4 minutes. Pull it out, top as desired, and eat!",
        "low_carb": true,
        "vegetarian": true,
        "vegan": false,
        "gluten_free": false,
        "dairy_free": false,
        "nut_free": true
    },
    {
        "name": "Sausage and Eggs",
        "typeSel": 0,
        "imageURL": "https://imagesvc.meredithcorp.io/v3/mm/image?url=https://images.media-allrecipes.com/userphotos/524094.jpg",
        "prep": 5,
        "cook": 30,
        "servings": 6,
        "calories": 300,
        "ingredients": "1 pound Breakfast Sausage, 6 eggs, 1 green onion (sliced), Salt",
        "directions": "Preheat oven to 350°F. Divide the sausage into 6 portions, and place each into its own individual ramekin. Use your hands to push the sausage around the bottom and up the sides of the ramekin, creating a “crust” for the egg to bake in. Crack an egg into each sausage crust. For a scrambled variation, whisk the eggs before pouring in. Top with a sprinkle of salt and a few slices of green onion. Bake until the eggs are set, about 30 minutes.",
        "low_carb": true,
        "vegetarian": false,
        "vegan": false,
        "gluten_free": true,
        "dairy_free": true,
        "nut_free": true
    },
    {
        "name": "Grilled Chicken Wings",
        "typeSel": 2,
        "imageURL": "https://hips.hearstapps.com/hmg-prod.s3.amazonaws.com/images/190418-grilled-chicken-wings-horizontal-1-1556227816.png?crop=0.6668421052631579xw:1xh;center,top&resize=768:*",
        "prep": 5,
        "cook": 50,
        "servings": 4,
        "calories": 300,
        "ingredients": "Chicken wings, spices, greens, salsa",
        "directions": "Rub the chicken wings in a spice blend of your choice. Place them in the oven and heat at 360–395°F (180–200°C) for about 40 minutes. Grill until the wings are brown and crunchy. Serve with some greens and salsa.",
        "low_carb": true,
        "vegetarian": false,
        "vegan": false,
        "gluten_free": true,
        "dairy_free": true,
        "nut_free": true
    },
    {
        "name": "Ground Beef with Bell Peppers",
        "typeSel": 2,
        "imageURL": "https://img.sndimg.com/food/image/upload/c_thumb,q_80,w_582,h_327/v1/img/recipes/29/93/22/picloX5go.jpg",
        "prep": 5,
        "cook": 10,
        "servings": 1,
        "calories": 500,
        "ingredients": "Onion, coconut oil, ground beef, spices, spinach, and one bell pepper",
        "directions": "Finely chop an onion. Add coconut oil to a pan and turn the heat up. Add the onion and stir for a minute or two. Add the ground beef. Add some spices - either a blend or simply salt and pepper. Add spinach. Optionally add some black pepper and chili powder. Stir-fry until ready to serve with a sliced bell pepper.",
        "low_carb": true,
        "vegetarian": false,
        "vegan": false,
        "gluten_free": false,
        "dairy_free": true,
        "nut_free": true
    },
    {
        "name": "Bunless Cheeseburgers",
        "typeSel": 1,
        "imageURL": "https://nyssaskitchen.com/wp-content/uploads/2017/10/ultimate-bunless-burger-3-of-33-632x948.jpg",
        "prep": 5,
        "cook": 10,
        "servings": 1,
        "calories": 500,
        "ingredients": "Butter, hamburger patties, cheddar cheese, cream cheese, salsa, spices, spinach",
        "directions": "Add butter to a pan and turn up the heat. Add the hamburger patties and spices. Flip the patties until close to being ready. Add a few slices of cheddar and some cream cheese on top. Reduce the heat and put a lid on the pan until the cheese melts. Serve with raw spinach. You can drizzle some of the fat from the pan over your greens. To make the burgers even juicier, add some salsa.",
        "low_carb": true,
        "vegetarian": false,
        "vegan": false,
        "gluten_free": true,
        "dairy_free": false,
        "nut_free": true
    },
    {
        "name": "Fried Chicken Breast",
        "typeSel": 2,
        "imageURL": "https://www.thespruceeats.com/thmb/dupYfiW6ruEzoJUFZMGG2-GrZbA=/960x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/fried-chicken-breasts-3052883-hero-01-a8a7fd816f8f4541bd71652420654c1d.jpg",
        "prep": 5,
        "cook": 10,
        "servings": 2,
        "calories": 400,
        "ingredients": "Chicken breast, butter, salt, pepper, curry, garlic powder, and leafy greens",
        "directions": "Cut the chicken breast into small pieces. Add butter to a pan and turn up the heat. Add chicken pieces, as well as salt, pepper, curry, and garlic powder. Brown the chicken until it reaches a crunchy texture. Serve with some leafy greens.",
        "low_carb": true,
        "vegetarian": false,
        "vegan": false,
        "gluten_free": true,
        "dairy_free": true,
        "nut_free": true
    },
    {
        "name": "Meatza",
        "typeSel": 2,
        "imageURL": "https://images-prod.healthline.com/hlcmsresource/images/AN_images/healthy-low-carb-meals-1296x728-meatza.jpg",
        "prep": 5,
        "cook": 40,
        "servings": 4,
        "calories": 500,
        "ingredients": "Onions, bacon, ground beef, salsa, spices, garlic powder, and shredded cheese",
        "directions": "Finely chop your onions and cut some of the bacon into small slices. Mix the ground beef, salsa, onions, spices, and garlic powder at the bottom of a baking dish. Sprinkle shredded cheese on top and cover with additional bacon slices. Place in the oven and heat at 360–395°F (180–200°C) for 30–40 minutes, until the bacon and cheese look crunchy.",
        "low_carb": true,
        "vegetarian": false,
        "vegan": false,
        "gluten_free": true,
        "dairy_free": false,
        "nut_free": true
    },
    {
        "name": "Garlic Butter Steak Bites",
        "typeSel": 2,
        "imageURL": "https://cdn.apartmenttherapy.info/image/upload/f_auto,q_auto:eco,c_fill,g_center,w_730,h_913/k%2FPhoto%2FSeries%2F2019-09-snapshot-cooking-garlic-butter%2F2019-09-04_Kitchn83894_",
        "prep": 10,
        "cook": 15,
        "servings": 4,
        "calories": 748,
        "ingredients": "4 cloves garlic, 1/2 teaspoon freshly ground black pepper, 1/4 cup chopped fresh parsley leaves, 2 pounds thick-cut New York strip steaks, 1/2 teaspoon kosher salt, 8 tablespoons (1 stick) unsalted butter",
        "directions": "Mince 4 garlic cloves. Transfer to a bowl and add 1/2 teaspoon black pepper. Chop until you have 1/4 cup fresh parsley leaves, then transfer to a small bowl. Cut 2 pounds New York strip steak into 1-inch cubes, then season them with 1/2 teaspoon kosher salt. Melt 8 tablespoons (1 stick) unsalted butter in a large skillet over medium high-heat. Add the steak cubes and sear until browned, flipping them halfway through, 6 to 8 minutes total. Add the garlic and pepper and cook for 1 minute more. Remove from the heat and garnish with the parsley.",
        "low_carb": true,
        "vegetarian": false,
        "vegan": false,
        "gluten_free": true,
        "dairy_free": false,
        "nut_free": true
    },
    {
        "name": "Salmon in Crazy Water",
        "typeSel": 2,
        "imageURL": "https://cdn.apartmenttherapy.info/image/upload/f_auto,q_auto:eco,c_fill,g_center,w_730,h_913/k%2FEdit%2F08-20-2020-Mediterranean-Every-Day%2FSalmon%20in%20Crazy%20Water",
        "prep": 7,
        "cook": 20,
        "servings": 4,
        "calories": 520,
        "ingredients": "2 tablespoons extra-virgin olive oil, 3 cloves garlic thinly sliced, 1/2 teaspoon fennel seeds, 1/4 teaspoon red pepper flakes, 1 1/2 pounds plum tomatoes or Roma tomatoes coarsely chopped into 1-inch pieces, 1 small yellow onion halved and thinly sliced, Kosher salt, 1 cup water, 1/2 cup dry white wine, 1 1/2 pounds salmon fillet skinned and cut into 4 (6-ounce) pieces, Coarsely chopped fresh parsley for serving, Good bread for serving",
        "directions": "Heat the olive oil in a large, high-side sauté pan or skillet over medium heat. Add the garlic, fennel seeds, and red pepper flakes and sauté until fragrant, about 1 minute. Add the tomatoes, onion, and 1/2 teaspoon of salt and sauté until the tomatoes break down to release their juices and the onion is softened and translucent, about 5 minutes. Add the water and wine and bring the liquid to a gentle simmer. Simmer, uncovered, until the liquid reduces by about one fourth, 5 to 10 minutes. Taste and season with additional salt, as needed. Season the salmon with salt and place it in the pan. Reduce the heat to medium-low, cover the pan, and simmer until the fish just begins to flake, 5 to 8 minutes, depending on the thickness of your fillets. An instant-read thermometer inserted into the middle of the thickest fillet should read 120°F to 130°F for medium-rare or 135°F to 145°F if you prefer your salmon more well done. Transfer the salmon fillets to 4 shallow bowls and spoon the broth around them. Sprinkle with parsley and serve with bread, if desired.",
        "low_carb": true,
        "vegetarian": false,
        "vegan": false,
        "gluten_free": false,
        "dairy_free": true,
        "nut_free": true
    },
    {
        "name": "Egg Roll Skillet",
        "typeSel": 2,
        "imageURL": "https://cdn.apartmenttherapy.info/image/upload/f_auto,q_auto:eco,c_fill,g_center,w_730,h_913/k%2Farchive%2Feeadb699d27c52af49a45834043ef627b069f877",
        "prep": 6,
        "cook": 12,
        "servings": 4,
        "calories": 516,
        "ingredients": "1 tablespoon olive or vegetable oil, 1 pound ground pork, 1 medium yellow onion diced, 1/2 teaspoon kosher salt, Freshly ground black pepper, 3 cloves garlic minced, 1 tablespoon minced peeled fresh ginger, 1 (14-ounce) bag coleslaw mix, 2 tablespoons tamari or soy sauce or coconut aminos, 1/4 cup thinly sliced scallions, 1 teaspoon toasted (Asian) sesame oil, 1 teaspoon rice vinegar",
        "directions": "Heat the oil in a large frying pan over medium-high heat until shimmering. Add the pork and onion, and season with the salt and pepper. Cook, breaking up the meat into small pieces with a wooden spoon, until the meat is cooked through and the onion is tender, about 8 minutes. Add the garlic and ginger and cook until fragrant, about 1 minute. Add the coleslaw mix and soy sauce and cook, stirring occasionally, until the cabbage is crisp-tender, about 3 minutes. Remove from the heat, add the scallions, sesame oil, and vinegar, and stir to combine. Taste and season with salt and pepper as needed.",
        "low_carb": true,
        "vegetarian": false,
        "vegan": false,
        "gluten_free": false,
        "dairy_free": true,
        "nut_free": true
    },
    {
        "name": "Buffalo Pulled Chicken",
        "typeSel": 1,
        "imageURL": "https://hostthetoast.com/wp-content/uploads/2013/01/Crock-Pot-Buffalo-Chicken9.jpg",
        "prep": 5,
        "cook": 180,
        "servings": 6,
        "calories": 147,
        "ingredients": "1/2 cup Buffalo wing sauce, 2 tablespoons ranch salad dressing mix, 4 boneless skinless chicken breast halves (6 ounces each)",
        "directions": "In a 3-qt. slow cooker, mix wing sauce and dressing mix. Add chicken. Cook, covered, on low 3-4 hours or until meat is tender. Shred chicken with 2 forks. If desired, serve on celery or buns, top with blue cheese and additional wing sauce, and serve with ranch dressing.",
        "low_carb": true,
        "vegetarian": false,
        "vegan": false,
        "gluten_free": true,
        "dairy_free": false,
        "nut_free": true
    },
    {
        "name": "BLT Chicken Salad",
        "typeSel": 1,
        "imageURL": "https://madaboutfood.co/wp-content/uploads/2020/01/Capture-One-Catalog1039-768x1024.jpg",
        "prep": 20,
        "cook": 0,
        "servings": 8,
        "calories": 281,
        "ingredients": "1/2 cup mayonnaise, 3 to 4 tablespoons barbecue sauce, 2 tablespoons finely chopped onion, 1 tablespoon lemon juice, 1/4 teaspoon pepper, 8 cups torn salad greens, 2 large tomatoes chopped, 1-1/2 pounds boneless skinless chicken breasts cooked and cubed, 10 bacon strips cooked and crumbled, 2 hard-boiled large eggs sliced",
        "directions": "In a small bowl, combine the first 5 ingredients; mix well. Cover and refrigerate until serving. Place salad greens in a large bowl. Sprinkle with tomatoes, chicken and bacon; garnish with eggs. Drizzle with dressing.",
        "low_carb": true,
        "vegetarian": false,
        "vegan": false,
        "gluten_free": true,
        "dairy_free": false,
        "nut_free": true
    },
    {
        "name": "Cauliflower Soup",
        "typeSel": 1,
        "imageURL": "https://cookieandkate.com/images/2018/11/best-cauliflower-soup-recipe-2-550x824.jpg",
        "prep": 30,
        "cook": 0,
        "servings": 8,
        "calories": 159,
        "ingredients": "1 medium head cauliflower broken into florets, 1 medium carrot shredded, 1/4 cup chopped celery, 2-1/2 cups water, 2 teaspoons chicken bouillon or 1 vegetable bouillon cube, 3 tablespoons butter, 3 tablespoons all-purpose flour, 3/4 teaspoon salt, 1/8 teaspoon pepper, 2 cups 2% milk, 1 cup shredded cheddar cheese, 1/2 to 1 teaspoon hot pepper sauce (optional)",
        "directions": "In a Dutch oven, combine the cauliflower, carrot, celery, water and bouillon. Bring to a boil. Reduce heat; cover and simmer for 12-15 minutes or until vegetables are tender (do not drain). In a large saucepan, melt butter. Stir in the flour, salt and pepper until smooth. Gradually add milk. Bring to a boil over medium heat; cook and stir for 2 minutes or until thickened. Reduce heat. Stir in the cheese until melted, adding hot pepper sauce if desired. Stir into the cauliflower mixture.",
        "low_carb": true,
        "vegetarian": true,
        "vegan": false,
        "gluten_free": false,
        "dairy_free": false,
        "nut_free": true
    },
    {
        "name": "Greek Salad",
        "typeSel": 1,
        "imageURL": "https://www.cookingclassy.com/wp-content/uploads/2018/02/greek-salad-1-768x1152.jpg",
        "prep": 20,
        "cook": 0,
        "servings": 8,
        "calories": 148,
        "ingredients": "4 large tomatoes seeded and coarsely chopped, 2-1/2 cups thinly sliced English cucumbers, 1 small red onion halved and thinly sliced, 1/4 cup olive oil, 3 tablespoons red wine vinegar, 1/4 teaspoon salt, 1/8 teaspoon pepper, 1/4 teaspoon dried oregano (optional), 3/4 cup pitted Greek olives, 3/4 cup crumbled feta cheese",
        "directions": "Place tomatoes, cucumbers and onion in a large bowl. In a small bowl, whisk oil, vinegar, salt and pepper and, if desired, oregano until blended. Drizzle over salad; toss to coat. Top with olives and cheese.",
        "low_carb": true,
        "vegetarian": true,
        "vegan": true,
        "gluten_free": false,
        "dairy_free": false,
        "nut_free": true
    },
    {
        "name": "Pork Chops",
        "typeSel": 1,
        "imageURL": "https://hips.hearstapps.com/del.h-cdn.co/assets/18/11/1520972774-pork-chops-horizontal.jpg?resize=768:*",
        "prep": 10,
        "cook": 15,
        "servings": 4,
        "calories": 310,
        "ingredients": "1/3 cup almond flour, 1/4 cup grated Parmesan cheese, 1 teaspoon garlic powder, 1 teaspoon Creole seasoning, 1 teaspoon paprika, 4 boneless pork loin chops (6 ounces each), Cooking spray",
        "directions": "Preheat air fryer to 375&deg;. In a shallow bowl, toss almond flour, cheese, garlic powder, Creole seasoning and paprika. Coat pork chops with flour mixture; shake off excess. Working in batches as needed, place chops in single layer on greased tray in air-fryer basket; spritz with cooking spray. Cook until golden brown, 12-15 minutes or until a thermometer reads 145&deg;, turning halfway through cooking and spritzing with additional cooking spray. Remove and keep warm. Repeat with remaining chops.",
        "low_carb": true,
        "vegetarian": false,
        "vegan": false,
        "gluten_free": false,
        "dairy_free": false,
        "nut_free": false
    },
    {
        "name": "Vegetables, Steak, Eggs",
        "typeSel": 1,
        "imageURL": "https://hips.hearstapps.com/hmg-prod.s3.amazonaws.com/images/20191219-seo-steak-eggs-delish-ehg-8987-jpg-1579900349.jpg?crop=1.00xw:1.00xh;0,0&resize=980:*",
        "prep": 30,
        "cook": 10,
        "servings": 4,
        "calories": 344,
        "ingredients": "1 beef skirt steak or flank steak (1 pound), 1 teaspoon Montreal steak seasoning, 2 tablespoons butter or coconut oil divided, 1 medium zucchini halved lengthwise and cut into 1/4-inch slices, 1 medium yellow summer squash halved lengthwise and cut into 1/4-inch slices, 1 medium sweet red pepper chopped, 5 ounces fresh baby spinach (about 6 cups), 1/2 teaspoon salt, 1/4 teaspoon pepper, 4 large eggs, 1/4 cup shredded Parmesan cheese",
        "directions": "Rub steak with seasoning. Grill steak, covered, over medium-high heat or broil 3-4 in. from heat 3-5 minutes on each side, until meat reaches desired doneness (for medium-rare, a thermometer should read 135°; medium, 140°; medium-well, 145°). Let stand 5 minutes. Meanwhile, in a large nonstick skillet, heat 1 tablespoon butter over medium-high heat. Saute zucchini, squash and red pepper until crisp-tender, 5-7 minutes. Add spinach, salt and pepper; cook and stir until wilted, 2 minutes. Divide among 4 plates; keep warm. In the same skillet, heat remaining butter. Break eggs, 1 at a time, into pan; reduce heat to low. Cook to desired doneness. Thinly slice steak across the grain; serve over vegetables. Top with egg and cheese.",
        "low_carb": true,
        "vegetarian": false,
        "vegan": false,
        "gluten_free": false,
        "dairy_free": false,
        "nut_free": true
    },
    {
        "name": "Sausage and Egg Omelet",
        "typeSel": 0,
        "imageURL": "https://cdn2.stylecraze.com/wp-content/uploads/2014/07/Sausage-And-Cheese-Omelet.jpg.webp",
        "prep": 3,
        "cook": 15,
        "servings": 1,
        "calories": 409,
        "ingredients": "1 large whole egg, 3 egg whites, 3 chicken sausages sliced, 1 cube goat cheese grated, Salt to taste, 1/2 teaspoon black pepper, 2 teaspoons olive oil, Cilantro for garnish",
        "directions": "Whisk the whole egg and egg whites with salt and pepper in a large bowl. Heat the oil in a skillet and toss the sliced chicken sausages lightly for about 1 minute. Transfer the sausages to a bowl. Add in the whisked eggs to the same oil. Spread the eggs evenly. When the egg is half cooked, add in the sausages and grated cheese. Fold the egg and cook for 20 seconds more over low flame. Transfer it to a plate and garnish with cilantro.",
        "low_carb": false,
        "vegetarian": false,
        "vegan": false,
        "gluten_free": false,
        "dairy_free": false,
        "nut_free": true
    },
    {
        "name": "Pancake with Jelly",
        "typeSel": 0,
        "imageURL": "https://cdn2.stylecraze.com/wp-content/uploads/2014/07/Cottage-Cheese-Pancake-With-Raspberry-Jelly.jpg.webp",
        "prep": 5,
        "cook": 30,
        "servings": 4,
        "calories": 464,
        "ingredients": "1 cup cottage cheese, 3 eggs lightly beaten, 1/2 cup wheat flour, 1 1/2 cups whole milk, 2 tablespoons coconut oil, 4 teaspoons butter, 4 tablespoons honey, 4 tablespoons Greek yogurt, Raspberry jelly (according to taste)",
        "directions": "Mix cottage cheese, wheat flour, coconut oil, eggs, milk, and honey in a bowl. Add butter to a skillet and a ladle of the pancake batter. Flip after 2 minutes. Serve hot with a dollop of Greek yogurt and raspberry jelly.",
        "low_carb": false,
        "vegetarian": true,
        "vegan": false,
        "gluten_free": false,
        "dairy_free": false,
        "nut_free": true
    },
    {
        "name": "English Breakfast",
        "typeSel": 0,
        "imageURL": "https://cdn2.stylecraze.com/wp-content/uploads/2014/07/Full-English-Breakfast.jpg.webp",
        "prep": 5,
        "cook": 20,
        "servings": 1,
        "calories": 576,
        "ingredients": "2 eggs, 2 chicken sausages, 2-3 strips of bacon, 5-6 button mushrooms, 1/4 cup baked beans, 1 whole wheat bread, A dollop of butter, Salt to taste, 1/2 teaspoon black pepper",
        "directions": "Add butter to a skillet. Toss in the sausages, mushrooms, and bacon strips. Cook for 5-6 minutes. Transfer the sausages, mushrooms, and bacon strips to a plate. Crack open two eggs in the skillet and cook for 2 minutes. Sprinkle salt and pepper on the eggs. In the meanwhile, toast the bread. Transfer the eggs to the plate. Add some baked beans and toast. Your English breakfast is ready!",
        "low_carb": false,
        "vegetarian": false,
        "vegan": false,
        "gluten_free": false,
        "dairy_free": false,
        "nut_free": true
    },
    {
        "name": "Peanut Butter and Jam",
        "typeSel": 0,
        "imageURL": "https://cdn2.stylecraze.com/wp-content/uploads/2014/07/Quick-Peanut-Butter-And-Jam-Sandwich.jpg.webp",
        "prep": 5,
        "cook": 0,
        "servings": 1,
        "calories": 382,
        "ingredients": "2 whole bread slices, 2 tablespoons peanut butter, 1 tablespoon jam of your choice",
        "directions": "Spread the peanut butter evenly on one bread slice. Spread the jam on the other slice of bread. Club them together and take a generous bite!",
        "low_carb": false,
        "vegetarian": true,
        "vegan": true,
        "gluten_free": false,
        "dairy_free": true,
        "nut_free": false
    },
    {
        "name": "Tofu Scramble",
        "typeSel": 0,
        "imageURL": "https://cdn2.stylecraze.com/wp-content/uploads/2014/07/Tofu-Scramble.jpg.webp",
        "prep": 5,
        "cook": 8,
        "servings": 1,
        "calories": 293,
        "ingredients": "1 cup grated tofu, 1 tomato chopped, 1/2 medium-sized onion chopped, 1 seeded green chili chopped, 2 dollops of butter, Salt to taste, 1/4 teaspoon pepper, Cilantro for garnish",
        "directions": "Add the butter to a pan. Toss in the onion and tomato. Cook for 5-6 minutes. Add in the grated tofu, green chilies, salt, and pepper. Stir and cook for 5 minutes. Cover and cook for 2 minutes more. Garnish with cilantro before serving.",
        "low_carb": false,
        "vegetarian": true,
        "vegan": true,
        "gluten_free": true,
        "dairy_free": false,
        "nut_free": true
    },
    {
        "name": "Avacado and Egg Sandwich",
        "typeSel": 0,
        "imageURL": "https://cdn2.stylecraze.com/wp-content/uploads/2014/07/Avocado-And-Egg-Sandwich.jpg.webp",
        "prep": 5,
        "cook": 0,
        "servings": 1,
        "calories": 469,
        "ingredients": "2 slices of whole wheat bread, 1/2 avocado sliced, 2 tablespoons cottage cheese mashed, 2 eggs, A handful of pepita, Salt to taste, A pinch of pepper",
        "directions": "Boil the eggs. Toast the bread and spread mashed cottage cheese. Add avocado slices on top. Finally, place the boiled eggs on top. Sprinkle salt, pepper, and pepita.",
        "low_carb": false,
        "vegetarian": true,
        "vegan": false,
        "gluten_free": false,
        "dairy_free": false,
        "nut_free": true
    },
    {
        "name": "Oatmeal Peanut Porridge",
        "typeSel": 0,
        "imageURL": "https://cdn2.stylecraze.com/wp-content/uploads/2014/07/Oatmeal-Peanut-Porridge.jpg.webp",
        "prep": 5,
        "cook": 10,
        "servings": 1,
        "calories": 472,
        "ingredients": "1/2 cup instant oats, 1 cup full-fat milk, 1 banana sliced, 2 tablespoons peanut butter, A handful of raisins soaked, 1 tablespoon honey",
        "directions": "Bring the milk to a boil and add the instant oats. Simmer and cook until the oats become soft and the milk thickens. Remove from the flame and transfer to a bowl. Add honey and peanut butter. Stir well. Top it with banana slices and raisins.",
        "low_carb": false,
        "vegetarian": true,
        "vegan": false,
        "gluten_free": false,
        "dairy_free": false,
        "nut_free": false
    },
    {
        "name": "Tuna Salad Sandwich",
        "typeSel": 1,
        "imageURL": "https://www.culinaryhill.com/wp-content/uploads/2020/08/The-Best-Tuna-Salad-Culinary-Hill-hero.jpg",
        "prep": 10,
        "cook": 0,
        "servings": 4,
        "calories": 297,
        "ingredients": "One 5-ounce can tuna, One 5- to 6-ounce can wild salmon, 3 medium stalks celery diced, 2 tablespoons capers lightly chopped, 1/4 cup diced red onion, 2 tablespoons lemon juice, 3 tablespoons mayonnaise, 2 to 3 tablespoons plain Greek yogurt, 8 slices 100% whole wheat bread",
        "directions": "Empty the tuna and salmon into a medium bowl and break up with a fork. Add the remaining ingredients and mix until just combined. Scoop ¼ of the tuna salad onto 1 slice of bread and top with a second slice. Cover and store leftovers in the refrigerator until ready to use.",
        "low_carb": false,
        "vegetarian": false,
        "vegan": false,
        "gluten_free": false,
        "dairy_free": false,
        "nut_free": true
    },
    {
        "name": "Turkey Parmesan Burgers",
        "typeSel": 1,
        "imageURL": "https://www.bariatricfoodcoach.com/wp-content/uploads/2018/07/grilledParmesanTurkeyBurgersFCM.jpg",
        "prep": 15,
        "cook": 10,
        "servings": 4,
        "calories": 409,
        "ingredients": "1 pound lean ground turkey, 6 tablespoons marinara sauce divided, 1 clove garlic minced, 2 tablespoons grated Parmesan cheese, 1/2 teaspoon dried oregano, 1/4 teaspoon dried thyme, 1/4 teaspoon kosher salt, 1/8 teaspoon black pepper, 1/4 teaspoon red pepper flakes, 2 teaspoons olive oil, 1/2 cup shredded part-skim mozzarella cheese, 4 whole-grain hamburger buns, Fresh basil leaves",
        "directions": "Mix the turkey, 2 tablespoons marinara sauce, garlic, cheese, oregano, thyme, salt, pepper, and red pepper flakes together in a large bowl. Form into four patties. Heat the oil in a large nonstick skillet over medium high heat and add the patties. Cook for 4 to 5 minutes, then flip and cook for another 4 to 5 minutes until cooked to 165 degrees Fahrenheit. During the last minute of cooking, add 2 tablespoons shredded cheese on top of each burger and cover the skillet to melt the cheese. To serve, place the patties on toasted hamburger buns. Top each patty with 1 tablespoon marinara sauce and a few basil leaves.  Add the bun top and serve!",
        "low_carb": false,
        "vegetarian": false,
        "vegan": false,
        "gluten_free": false,
        "dairy_free": false,
        "nut_free": true
    },
    {
        "name": "Spicy Egg, Avacado Toast",
        "typeSel": 1,
        "imageURL": "https://www.readyseteat.com/sites/g/files/qyyrlu501/files/uploadedImages/img_7939_8562.jpg",
        "prep": 10,
        "cook": 0,
        "servings": 1,
        "calories": 218,
        "ingredients": "1 slice of whole-grain bread toasted, 1/4 avocado mashed, 1 hard-boiled egg sliced, 3 cucumber slices, 1/4 teaspoon chili oil, Lime zest, Salt and pepper to taste",
        "directions": "Spread mashed avocado onto toast. Top with egg slices and cucumber slices. Drizzle with chili oil. Season with lime zest, salt and pepper.",
        "low_carb": false,
        "vegetarian": true,
        "vegan": false,
        "gluten_free": false,
        "dairy_free": true,
        "nut_free": true
    },
    {
        "name": "Yogurt Parfait",
        "typeSel": 1,
        "imageURL": "https://www.mensjournal.com/wp-content/uploads/mf/parfait_0.jpg?w=700&quality=86&strip=all",
        "prep": 10,
        "cook": 5,
        "servings": 4,
        "calories": 342,
        "ingredients": "2 cups cooked quinoa, 1 cup finely diced cucumber, 1/2 cup loosely packed sun-dried tomatoes chopped, 1 tablespoon red wine vinegar, 2 tablespoons minced fresh parsley, Pinch of salt, 3 cups plain low fat Greek yogurt, 2 cloves of garlic minced, 1 cup sliced California black ripe olives, 1/4 cup chopped walnuts",
        "directions": "Combine quinoa, cucumber, sun-dried tomatoes, red wine vinegar, parsley, and salt. Mix well and set aside. In a separate bowl, mix yogurt with minced garlic. In a tall round goblet or parfait cup, layer about ⅓ cup yogurt, then 2 tablespoons of sliced black olives and then ½ cup quinoa mixture. Repeat with another ⅓ cup of yogurt. Then top with 2 more tablespoons of black olives. Lastly, sprinkle top with a tablespoon of chopped walnuts. Refrigerate if not eating right away.",
        "low_carb": false,
        "vegetarian": true,
        "vegan": true,
        "gluten_free": true,
        "dairy_free": false,
        "nut_free": false
    },
    {
        "name": "Italian Combo Sandwich",
        "typeSel": 1,
        "imageURL": "https://www.hellmanns.com/content/dam/unilever/global/recipe_image/116/11642/116427-default.jpg/_jcr_content/renditions/cq5dam.web.1072.804.jpeg",
        "prep": 5,
        "cook": 2,
        "servings": 1,
        "calories": 322,
        "ingredients": "2 slices whole-grain bread, Spicy Dijon mustard, 1 oz herb turkey breast, 1 oz black forest ham, 4 slices Genoa salami, 1/2 cup mixed greens, 1 slice provolone cheese",
        "directions": "Lightly toast bread and spread each piece with a thin layer of mustard. Assemble sandwich with turkey, ham, and salami; top with greens and cheese.",
        "low_carb": false,
        "vegetarian": false,
        "vegan": false,
        "gluten_free": false,
        "dairy_free": false,
        "nut_free": true
    },
    {
        "name": "Tuna Quinoa Cakes",
        "typeSel": 1,
        "imageURL": "https://thebittersideofsweet.files.wordpress.com/2013/03/img_9576_new1.jpg?w=490",
        "prep": 5,
        "cook": 20,
        "servings": 6,
        "calories": 149,
        "ingredients": "1/2 cup cooked mashed sweet potato, 2 cans tuna drained, 3/4 cup cooked quinoa, 1/4 cup green onion chopped, 2 cloves garlic minced, 1 tablespoon lemon juice, 1 egg, 1/4 cup plain yogurt, 1 tablespoon mustard, 1/2 teaspoon cayenne pepper, 1 teaspoon paprika, 1/2 cup breadcrumbs",
        "directions": "In a small bowl, combine the tuna and sweet potato and mix well. Add remaining ingredients and stir until combined. Using your hands, form into 6 cakes. Place on a greased baking sheet and bake at 400 degrees for 20 min, flipping once.",
        "low_carb": false,
        "vegetarian": true,
        "vegan": false,
        "gluten_free": false,
        "dairy_free": false,
        "nut_free": true
    },
    {
        "name": "Chickpea Salad Sandwiches",
        "typeSel": 1,
        "imageURL": "https://www.mensjournal.com/wp-content/uploads/mf/chiuckpeasalad.jpg?w=700&quality=86&strip=all",
        "prep": 20,
        "cook": 8,
        "servings": 6,
        "calories": 395,
        "ingredients": "12 slices of whole-grain bread, One 15 oz can chickpeas no salt added rinsed and drained, 1/4 cup finely diced white onion, 1/3 cup finely diced fresh fermented pickles (with live active cultures), 1 medium carrot shredded, 2 tablespoons chopped fresh parsley, 1 tablespoons capers rinsed and chopped, 2 tablespoons finely sliced dried seaweed, 3 tablespoons reduced-fat plant-based mayonnaise, 1/2 teaspoon prepared yellow mustard, 1/2 teaspoon miso paste , 1 tablespoon fresh lemon juice, 1/2 teaspoon reduced sodium soy sauce, 1/2 teaspoon nutritional yeast",
        "directions": "Preheat the oven to 375° F. Arrange the bread on a baking sheet and toast in the oven for 5 to 8 minutes, or until lightly browned, or use a toaster. Meanwhile, in a medium bowl, mash the chickpeas with a potato masher into a chunky paste. Mix in the celery, onion, pickles, carrots, parsley, capers, and seaweed. In a small bowl, make the dressing by mixing together the plant-based mayonnaise, mustard, miso paste, lemon juice, soy sauce, and nutritional yeast until smooth. Stir the dressing into the chickpea mixture. To make a sandwich, spread ½ cup of the filling across 1 slice of toasted bread. Top with 1 lettuce leaf, 2 slices of tomato, and 2 additional pickle slices. Top with another slice of bread. Continue until you have 6 sandwiches. Slice them in half diagonally and serve immediately.",
        "low_carb": false,
        "vegetarian": true,
        "vegan": true,
        "gluten_free": false,
        "dairy_free": true,
        "nut_free": true
    },
    {
        "name": "Steak Burrito Bowl",
        "typeSel": 2,
        "imageURL": "https://www.eatthis.com/wp-content/uploads/sites/4/media/images/ext/458046441/protein-dinner-blogger-steakbowl.jpg",
        "prep": 0,
        "cook": 15,
        "servings": 4,
        "calories": 450,
        "ingredients": "4 3 ounce steaks boneless any cut, 4 cups romaine lettuce washed and chopped, 1/2 cup Mexican blend or mozzarella cheese shredded, 1/2 cup sour cream optional, 1/2 cup thinly sliced onions, 1/2 cup thinly sliced bell peppers, 1/2 cup chopped tomatoes, 1 cup black beans canned, 1/2 cup yellow corn canned, 2 teaspoons oil, 5-6 cups cooked cilantro lime rice, Cilantro lime marinade",
        "directions": "Marinate the steak in the cilantro lime marinade for 2-3 hours in the fridge. If you are in a rush you can also marinate the steak and cook it right away. After the steak has marinated, heat a heavy duty pan or griddle and coat with 1 teaspoon of oil, cook the steaks for 2-3 minutes on each side then remove and allow to rest for 5 minutes before cutting. After removing the steak from the pan add the sliced onions and bell peppers. be sure not to wash the pan in order to keep all the flavor of the steak. cook the onions and peppers for 2-5 minutes or until the edges are golden. While the steak is cooking chop the veggies and arrange along with the cilantro lime rice in a big bowl or platter. After the steak is cooked and cut layer the burrito bowls in small individual bowls. Place a layer of rice, a layer of beans, tomatoes, and corn, a layer of steak and onions, a layer of salad, and then top with a sprinkle of cheese and a teaspoon of sour cream.",
        "low_carb": false,
        "vegetarian": false,
        "vegan": false,
        "gluten_free": false,
        "dairy_free": false,
        "nut_free": true
    },
    {
        "name": "Shrimp Scampi",
        "typeSel": 2,
        "imageURL": "https://www.eatthis.com/wp-content/uploads/sites/4/media/images/ext/775615522/protein-dinner-blogger-shrimpscampi.jpg",
        "prep": 10,
        "cook": 15,
        "servings": 4,
        "calories": 342,
        "ingredients": "8 ounces linguine, 2 tablespoons unsalted butter, 1 pound medium shrimp peeled and deveined, 3 cloves garlic minced, 1/4 teaspoon crushed red pepper flakes, 1/4 cup white wine, 1/4 cup freshly squeezed lemon juice, Kosher salt and freshly ground black pepper, Zest of 1 lemon, 2 tablespoons chopped fresh parsley leaves, 1/4 cup freshly grated Parmesan",
        "directions": "In a large pot of boiling salted water, cook pasta according to package instructions; drain well. Melt butter in a large skillet over medium high heat. Add shrimp, garlic and red pepper flakes. Cook, stirring occasionally, until pink, about 2-3 minutes. Stir in wine and lemon juice; season with salt and pepper, to taste. Bring to a simmer; remove from heat and stir in pasta, lemon zest and parsley. Serve immediately, garnished with Parmesan, if desired.",
        "low_carb": false,
        "vegetarian": false,
        "vegan": false,
        "gluten_free": true,
        "dairy_free": false,
        "nut_free": true
    },
    {
        "name": "Grilled Halibut",
        "typeSel": 2,
        "imageURL": "https://www.eatthis.com/wp-content/uploads/sites/4/media/images/ext/652085367/protein-dinner-blogger-halibut.jpg",
        "prep": 15,
        "cook": 10,
        "servings": 2,
        "calories": 456,
        "ingredients": "2 6 ounce halibut filets, extra virgin olive oil, kosher salt and freshly ground black pepper, For the Tomato Avocado Salsa, 1 pint heirloom cherry tomatoes sliced, 1 avocado peeled pitted and chopped, 1/2 shallot thinly sliced, 2 sprigs basil leaves only slivered, 1 tablespoon extra virgin olive oil, 1 1/2 teaspoons golden balsamic vinegar I use DeLallo brand, kosher salt and freshly ground black pepper",
        "directions": "Preheat the grill on high heat. Drizzle the halibut filets with olive oil and season with kosher salt and freshly ground black pepper. Oil the grill grates with grapeseed oil then place the filets on the grill. Gently press the fish down on the grate and cook for 5 minutes on each side or until the fish is opaque and flakes easily. While fish is cooking, add the sliced cherry tomatoes, avocado, shallot, and basil to a medium size bowl. Drizzle with the olive oil and golden balsamic vinegar and toss to coat. Season with kosher salt and freshly ground black pepper. Top the fish with the Tomato and Avocado Salsa or try this Mango Salsa for a sweeter taste.",
        "low_carb": false,
        "vegetarian": false,
        "vegan": false,
        "gluten_free": false,
        "dairy_free": true,
        "nut_free": true
    },
    {
        "name": "Turkey Chili",
        "typeSel": 2,
        "imageURL": "https://www.eatthis.com/wp-content/uploads/sites/4/media/images/ext/637184670/desk-lunches-blogger-groundturkey-chili.jpg",
        "prep": 10,
        "cook": 45,
        "servings": 6,
        "calories": 360,
        "ingredients": "2 teaspoons olive oil, 1 yellow onion chopped, 3 garlic cloves minced, 1 medium red bell pepper chopped, 1 pound extra lean ground turkey or chicken (99%), 4 tablespoons chili powder, 2 teaspoons ground cumin, 1 teaspoon dried oregano, 1/4 teaspoon cayenne pepper, 1/2 teaspoon salt plus more to taste, 1 (28-ounce) can diced tomatoes or crushed tomatoes, 1 1/4 cups chicken broth, 2 (15 oz) cans dark red kidney beans rinsed and drained, 1 (15 oz) can sweet corn rinsed and drained",
        "directions": "Place oil in a large pot and place over medium high heat. Add in onion, garlic and red pepper and saute for 5-7 minutes, stirring frequently. Add in ground turkey and break up the meat; cooking until no longer pink. Next add in chili powder, cumin, oregano, cayenne pepper and salt; stir for about 20 seconds. Next add in tomatoes, chicken broth, kidney beans and corn. Bring to a boil, then reduce heat and simmer for 30-45 minutes or until chili thickens and flavors come together. Taste and adjust seasonings and salt as necessary. Garnish with anything you'd like. Makes 6 servings, about 1 1/2 cups each.",
        "low_carb": false,
        "vegetarian": false,
        "vegan": false,
        "gluten_free": false,
        "dairy_free": true,
        "nut_free": true
    },
    {
        "name": "Apple Cinnamon Pork Chops",
        "typeSel": 2,
        "imageURL": "https://www.eatthis.com/wp-content/uploads/sites/4/media/images/ext/905220385/protein-dinner-blogger-appleporkchop.jpg",
        "prep": 5,
        "cook": 20,
        "servings": 4,
        "calories": 555,
        "ingredients": "4 Ribeye (rib) pork chops bone-in about 3/4-inch thick, Salt and pepper, 3 tablespoons butter divided, 2 apples peeled (optional) cored and thinly sliced, 1 large white onion halved and thinly sliced, 2 tablespoons packed brown sugar, 2 teaspoons ground cinnamon, Pinch ground cayenne pepper, 2/3 cup apple cider, 1/3 cup heavy cream",
        "directions": "Generously season the chops with salt and pepper on both sides. Set aside. In a large skillet over medium-high heat, melt 2 tablespoons of butter. Immediately add the pork chops and cook until brown, about 3 minutes per side. Transfer to a plate and set aside. Let chops rest for 3 minutes. Return the skillet to medium-high heat and melt 1 tablespoon of butter. Immediately add the apples and onion and cook, stirring occasionally, until the onion is translucent, about 5 minutes. Stir in the brown sugar, cinnamon and cayenne. Stir in the apple cider and cream. Add the pork chops, nestling them into the liquid, and cook until the internal temperature of the pork reaches between 145 degrees F. (medium rare), with a 3-minute rest, and 160 degrees F. (medium), 3 to 4 minutes per side. Serve the chops with the apple mixture spooned on top",
        "low_carb": false,
        "vegetarian": false,
        "vegan": false,
        "gluten_free": true,
        "dairy_free": false,
        "nut_free": true
    },
    {
        "name": "Chicken and Yam",
        "typeSel": 2,
        "imageURL": "https://www.muscleandfitness.com/wp-content/uploads/2020/01/GRILLEDCHICKEN.jpg?w=800&quality=86&strip=all",
        "prep": 0,
        "cook": 20,
        "servings": 1,
        "calories": 603,
        "ingredients": "1 chicken breast (7-9 oz.), 1 yam, 1 cup peas and corn and carrots",
        "directions": "Cook chicken breast and yam completely. Combine with vegetables for full meal.",
        "low_carb": false,
        "vegetarian": false,
        "vegan": false,
        "gluten_free": true,
        "dairy_free": true,
        "nut_free": true
    },
    {
        "name": "Curried Chicken and Lentils",
        "typeSel": 2,
        "imageURL": "https://imagesvc.meredithcorp.io/v3/mm/image?url=https://static.onecms.io/wp-content/uploads/sites/9/2014/01/29/201311-xl-red-lentil-chicken-curry-2000.jpg",
        "prep": 10,
        "cook": 35,
        "servings": 1,
        "calories": 500,
        "ingredients": "6 oz Chicken diced, 1/2 yellow or white onion diced, 1 carrot diced, 1 cup red lentils rinsed, 1.5 tablespoons curry powder, 1/4 tsp turmeric, 4 cups chicken stock, 2 tbsp pepitas, 2 tbsp olive oil",
        "directions": "Place olive oil in pan and heat over medium heat. Add onions and carrots to the pan and cook for 2-3 minutes. Add garlic and cook for 2-3 minutes. Take half the curry powder and coat chicken in it. Set the other half of curry powder aside. Place chicken in a pan and cook for 3-4 minutes. Add rest of curry powder and pour in chicken stock, scraping bits off the bottom of pan and stir. Add lentils in, lower heat to simmer, stir and let cook for 20 minutes. Serv in a bowl.",
        "low_carb": false,
        "vegetarian": false,
        "vegan": false,
        "gluten_free": false,
        "dairy_free": true,
        "nut_free": true
    }
]